const Discord = require("discord.js");
const { MessageEmbed } = require("discord.js");
const { Prefix } = require("../../config.js");

module.exports = {
  name: "textkurd",
  aliases: ["tk", "tkurd", "kurdt"],
  description: "Show text",
  usage: "text",
  run: async (client, message, args) => {
    
    
    let replies = ["نـەمـزانـۍ ڕۆژێـــڪٮ دێـــت..لـــەپــــۆســتەکــــانم بــــاسی نەبونـــیت بــــڪـەم..","ئـەوەیی تـۆیی ئـەوێ بـەھەر بیانویەک بێ ئـەمێنێتەوە","لێم زویر مەبە ھەر تۆم ھەیە شەڕی پێ بفرۆشم","درەنگ تر دەمرن ئەوانەی کەسێک خۆشی دەوێن","ژیان زۆر سەیرە ڕۆژانێڪ لەبەر دڵ خۆشی ناخەوین ڕۆژانێڪ لەبەر دڵ تەنگی ناخەوین!","ھەموو ئەو کەسانەی حەزیان لە تەنیاییە لە ناخەوە لەگەڵ ئازیزترین کەسیان، ئەژین","وتـی چاوەکانــی تۆ ژیانـی منن ئـەی بۆ ئێستا ژیانی منت پرکردوە لە گریان؟...","خۆشمەوێیی بە سەلامەتی ھەموو ئەوانەی حەسودی بە جێگاکەت دەبەن","لەناو هەموو برینەڪانی ژیانما تۆ ئەو برینەی بەمردن لەبیر ئەچیتەوە!","تۆ خۆت نیەتی مانەوەت نەبوو بیانوو لەچی دەگری","مرۆڤ لە تەنهاییشدا تەنها نیە هەمیشە شتێک،کەسێک هەیە کە تۆ ئازار بدات(:","نەورۆزتان پیرۆز تەنهای ئێمەش مۆبارەک","تۆش ڕۆیشتی وەک ھەموو ئەوانەی قەرار وابوو قەت نەڕۆن","ھەموو شتێکی لە دەست چو دەگەڕێتەوە ڕێک ئەو کاتەی فیر بووی بێ ئەو بژی","میھرەبان بن ڕۆژێک دێ ھەرگیز یەکتری نابینەوە","من ئەھلی منەت کێشان نیم دەمێنیتەوە باشە نامێنیتەوە باشتر","کە تۆ خۆت ڕۆحی ڕەوانی ئەی ڕۆح نشین بێ من مەڕۆ","ڕووناكیەكانم كوژاندەوە ئەوەی منی ئەوێ فەرموو با خۆی لە پێش چاوما بسوتێنێ","ئێمە دەمێکە شەڕمان نەکردوە شەڕ لەسەر دڵخۆش کردنی یەکتر ئەڵێم","دەستم ب
